export default {
  date: {
    prev: '18.12.1963',
    current: '19.12.1963',
    next: '20.12.1963'
  },
  content: `
    <p>Проснулся очень рано, в 6:30. Сделал все домашние дела.  Сходил на промывание.</p>
    <p>Очень лень записывать видеоответы в инстаграм.</p>
    <p>Сейчас почему-то очень хочется сидеть и не высовываться. Не хочется ничего записывать и активничать.</p>
    <p>Начал писать текстовые ответы на вопросы, вроде норм.</p>
    <p>Еще после ретро очень поднялось настроение. Нашел фронтовые метрики производительности.</p>
    <p>Ответил на все вопросы в инстаграме.  В целом мне понравилось и я чувствую удовлетворение.</p>
  `
}
