export default {
  date: {
    prev: '19.12.1963',
    current: '20.12.1963',
    next: '21.12.1963'
  },
  content: `
    <h1>Дорогой дневник, начну тебя вести с сегодняшнего дня.</h1>
    <p>Проснулся сегодня с трудом. Позволил себе поваляться перед выходом.</p>
    <h2>Утро</h2>
    <p>Утром заходила женщина за подписями о том что внизу вывесили объявление. Пришлось соврать про фамилию чтобы не доказывалась до нее.</p>
    <h2>Работа</h2>
    <p>На работе день начался хорошо. Порефачил кодик. Дотолкали до PDP-00 задачу с галереей. А она достаточно жирная. Ещё немного побуксовал с траст факторами для одежды. Завел задачку на копирайтинг для проекта который я веду. В целом день хороший, но нет какого-то всплеска энергии как был вчера.</p>
    <h2>Жизнь</h2>
    <p>Ещё сегодня написал Макс Данилов. Спрашивал про разработку и как я поднялся. Он тоже входит в ИТ понемногу. Давал ему рекомендации. Почувствовал себя Тони Робинсоном для неформалов. Кстати, кто такой Макс Данилов я понятия не имею, надо у Ксюхи спросить кто это.</p>
    <h2>Идеи</h2>
    <p>Кстати, только что пришла мысль записывать видеоответы на вопросы чуваков которые интересуются разработкой. А то ща последний месяц уже слишком много написало. Давно хочу начать вести публичную деятельностью и прокачать скилл работы с публикой и красноречие.</p>
    <h2>Научился</h2>
    <p>Научился подключать камеру с телефона к OBS Studio через IP видео. Завтра надо попробовать записать первое видеообращение с вопросом к подписчикам по поводу ответов на их вопросы про разработку и карьеру.</p>
  `
}
