export default {
  date: {
    prev: '20.12.1963',
    current: '21.12.1963',
    next: null
  },
  content: `
    <h2>Утро</h2>
    <p>Сегодня утро опять начало тяжело. Вчера лег поздно спать. Но утром я пошел с ортодонту и начал записывать вступительное видео про айти для Инстаграма. И на удивление, спустя 10 дублей, у меня получилось нащупать свой стиль.</p>
    <h2>Жизнь</h2>
    <p>По поводу самооценки. После записи видео она резко выросла. И после записи не первых версий, а после записи видео где я запоролся, но вышло лучше всего.</p>
    <p>После выкладки видео в Инстаграм стал дико смущаться что коллеги увидят и будут смеяться.</p>
    <video src="https://www.notion.so/c7f59c75667942678198be7f387f1421#14e90b9b01e94024933c096f6a47f828"></video>
    <p>Целый день проверяю свои сторис на реакции подписчиков и думаю над следующим видосом. Домой приехал с хорошим настроением.</p>
    <h2>Работа</h2>
    <p>На работе вечерком нам сломали аналитику и пришлось катить хотфикс, но мне это понравилось. Ещё катнул релиз с рефакторингом. Владос тоже катнул релиз выпилом кучи кодика.</p>
  `
}
