<template>
  <v-layout
    column
    justify-center
    align-center
  >
    <v-row justify="center" :style="{'font-size': '24px'}">
      <v-col
        cols="12"
        sm="10"
        md="8"
        lg="6"
      >
        <p class="text-center">
          <img alt="Fiary Logo" width="100%" src="/logo.svg">
        </p>

        <h2>Наброс фичей</h2>
        <p>Главная фича продукта будет в его простоте и интеграцией с чат ботами.</p>
        <p>Все действие разворачивается вокруг страницы с текущим днём где мы можем писать пережитое за сегодня. Для более быстрого доступа будет организован чат бот для телеграм и виджет приложения на мобильных устройствах.</p>
        <p>Пользователь видит перед собой чистый лист с плейсхолдером саджестом. По бокам кнопки перехода вперёд и назад (к следующему и предыдущему дню соответственно) если мы находимся не в режиме редактирования и не на последней или первой записи.</p>
        <p>Для доступа к списку всех записей будет сайдбар со списком.</p>
        <p>Вверху сбоку будет аватар пользователя по клику на который мы проваливается на системную страницу.</p>
        <p>На системной странице будут настройки, статистика, ачивки.</p>
        <p>В настройках можно указать способ хранения записей (локально или облако). Облако скорее всего сделать платным, но это не точно.</p>

        <h2>Чат бот</h2>
        <p>Боту можно писать сообщения и скидывать картинки, аудио, видео, стикеры. Он будет записывать каждое сообщение как новый параграф. Позже через сайт или приложение записи можно будет отредактировать. Так же бот будет задавать вопросы пользователю, что бы тот на них отвечал и заполнял дневник.</p>
        <p>Все хранение будет в маркдауне.</p>
        <p>Как доп фича можно сделать печать книги с записями за год</p>
      </v-col>
    </v-row>
  </v-layout>
</template>

<script>
export default {
  transition: 'slide-left'
}
</script>
