<template>
  <v-layout
    column
    justify-center
    align-center
  >
    <v-row justify="center">
      <v-col
        xs="12"
        sm="8"
        md="1"
      >
        назад
      </v-col>
      <v-col
        xs="12"
        sm="8"
        md="6"
      >
        {{ mock }}
      </v-col>
      <v-col
        xs="12"
        sm="8"
        md="1"
      >
        вперед
      </v-col>
    </v-row>
  </v-layout>
</template>

<script>
export default {
  data () {
    return {
      mock: 'Дорогой дневник, начну тебя вести с сегодняшнего дня. Проснулся сегодня с трудом. Позволил себе поваляться перед выходом. ## Утро Утром заходила женщина за подписями о том что внизу вывесили объявление. Пришлось соврать про фамилию чтобы не доказывалась до нее. ## Работа На работе день начался хорошо. Порефачил кодик. Дотолкали до PDP-00 задачу с галереей. А она достаточно жирная. Ещё немного побуксовал с траст факторами для одежды. Завел задачку на копирайтинг для проекта который я веду. В целом день хороший, но нет какого-то всплеска энергии как был вчера. ## Жизнь Ещё сегодня написал Макс Данилов. Спрашивал про разработку и как я поднялся. Он тоже входит в ИТ понемногу. Давал ему рекомендации. Почувствовал себя Тони Робинсоном для неформалов. Кстати, кто такой Макс Данилов я понятия не имею, надо у Ксюхи спросить кто это.   ## Идеи Кстати, только что пришла мысль записывать видеоответы на вопросы чуваков которые интересуются разработкой. А то ща последний месяц уже слишком много написало. Давно хочу начать вести публичную деятельностью и прокачать скилл работы с публикой и красноречие. ## Научился Научился подключать камеру с телефона к OBS Studio через IP видео. Завтра надо попробовать записать первое видеообращение с вопросом к подписчикам по поводу ответов на их вопросы про разработку и карьеру.'
    }
  }
}
</script>
