<template>
  <v-layout
    column
    justify-center
    align-center
  >
    <v-row justify="center" :style="{width: '100%'}">
      <v-col
        xs="12"
        sm="8"
        md="1"
        align-self="center"
        class="pa-0"
      >
        <v-btn rounded text x-small>
          <v-icon small>
            mdi-arrow-left
          </v-icon>
          20.12.97
        </v-btn>
      </v-col>
      <v-col
        xs="12"
        sm="8"
        md="8"
      >
        <app-editable-filed
          :contenteditable="true"
          placeholder="Заголовок"
        />
      </v-col>
      <v-col
        xs="12"
        sm="8"
        md="1"
        align-self="center"
        class="pa-0"
      >
        <v-btn rounded text x-small>
          20.12.97
          <v-icon small>
            mdi-arrow-right
          </v-icon>
        </v-btn>
      </v-col>
    </v-row>
  </v-layout>
</template>

<script>
import EditableFiled from '~/components/EdittableField'

export default {
  components: {
    'app-editable-filed': EditableFiled
  },

  data () {
    return {
      mock: 'Дорогой дневник, начну тебя вести с сегодняшнего дня. Проснулся сегодня с трудом. Позволил себе поваляться перед выходом. ## Утро Утром заходила женщина за подписями о том что внизу вывесили объявление. Пришлось соврать про фамилию чтобы не доказывалась до нее. ## Работа На работе день начался хорошо. Порефачил кодик. Дотолкали до PDP-00 задачу с галереей. А она достаточно жирная. Ещё немного побуксовал с траст факторами для одежды. Завел задачку на копирайтинг для проекта который я веду. В целом день хороший, но нет какого-то всплеска энергии как был вчера. ## Жизнь Ещё сегодня написал Макс Данилов. Спрашивал про разработку и как я поднялся. Он тоже входит в ИТ понемногу. Давал ему рекомендации. Почувствовал себя Тони Робинсоном для неформалов. Кстати, кто такой Макс Данилов я понятия не имею, надо у Ксюхи спросить кто это.   ## Идеи Кстати, только что пришла мысль записывать видеоответы на вопросы чуваков которые интересуются разработкой. А то ща последний месяц уже слишком много написало. Давно хочу начать вести публичную деятельностью и прокачать скилл работы с публикой и красноречие. ## Научился Научился подключать камеру с телефона к OBS Studio через IP видео. Завтра надо попробовать записать первое видеообращение с вопросом к подписчикам по поводу ответов на их вопросы про разработку и карьеру.'
    }
  }
}
</script>
